Repository: yachi8yo/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_tw

# MainPageViewModel_Error_LackInformation
source: Information is insufficient.
ja_jp: 情報が不足しています。
ko_kr: 정보가 부족합니다.
zh_tw: 資訊不足。

# MainPageViewModel_Error_NoProjectPath
source: The project file name has not been specified.
ja_jp: プロジェクトファイル名が指定されていません。
ko_kr: 프로젝트 파일 이름을 지정하지 않았습니다.
zh_tw: 未指定專案檔名。

# MainPageViewModel_Error_UnableLoadTemplate
source: Unable to load template.
ja_jp: テンプレートを読み込めません。
ko_kr: 템플릿을 로드할 수 없습니다.
zh_tw: 無法讀取範本。

# MainPageViewModel_Error_UnableRestoreProject
source: The project cannot be restored.
ja_jp: プロジェクトを復元できません。
ko_kr: 프로젝트를 복원할 수 없습니다.
zh_tw: 無法還原專案。

# MainPageViewModel_Information_Modify
source: (Modified)
ja_jp: （更新）
ko_kr: (업데이트)
zh_tw: (已更新)

# MainPageViewModel_Information_None
source: (None)
ja_jp: （なし）
ko_kr: (없음)
zh_tw: (無)

# MainPageViewModel_Information_ProjectSaved
source: Project "{0}" has been saved.
ja_jp: プロジェクト「{0}」を保存しました。
ko_kr: 프로젝트"{0}"을 저장했습니다.
zh_tw: 已儲存專案「{0}」。

# MainPageViewModel_Information_UpdateLaunch
source: [Update Activated] {0} has been updated. For details on the update, please refer to the [Help → Update history] menu.
ja_jp: 【更新起動】 {0} が更新されました。 更新内容については［ヘルプ→更新履歴］メニューをご参照ください。
ko_kr: [업데이트 시작] {0} 가 업데이트되었습니다. 증거되는 내용은 [도움말 → 업데이트 내역] 메뉴를 참조하세요.
zh_tw: (系統更新) {0} 已更新。 關於更新內容，請參閱 (說明→更新記錄) 選單。

# MainPageViewModel_MenuFlyoutItemContentsTreeText
source: List of videos created with {0}
ja_jp: {0} で作られた動画の一覧(N)
ko_kr: {0}로 만든 동영상 목록(N)
zh_tw: 使用 {0} 製作的影片清單(N)

# MainPageViewModel_MenuFlyoutItemLatestInfoHistoryText
source: Latest information on {0}...
ja_jp: {0} の最新情報(L)...
ko_kr: {0}의 최신 정보(L)...
zh_tw: {0} 的最新資訊(L)…

# MainPageViewModel_SwitchToDefaultFontIfNeeded_Warning
source: The font used in the project is not installed, so an alternative font will be used. {0}
ja_jp: プロジェクトで使用されているフォントがインストールされていないため、代替フォントを使用します。 {0}
ko_kr: 프로젝트에서 사용 중인 글꼴이 설치되지 않아 대체 글꼴을 사용합니다. {0}
zh_tw: 專案中使用的字型尚未安裝，因此將使用替代字型。 {0}

# MainPageViewModel_Undo_SynchronizeTemplate
source: Reflecting template changes from other projects
ja_jp: 他プロジェクトのテンプレート変更反映
ko_kr: 해당 프로젝트의 템플릿 변경 반영
zh_tw: 套用其他專案的範本變更

# MainPageViewModel_UndoTo_Error_CannotUndo
source: Unable to undo.
ja_jp: 元に戻せませんでした。
ko_kr: 복원할 수 없었습니다.
zh_tw: 無法復原。

# MainPageViewModel_Warning_Beta
source: This version is a beta version under development. Please read the help section carefully before use and use with caution.
ja_jp: このバージョンは開発途上のベータバージョンです。 使用前にヘルプをよく読み、注意してお使い下さい。
ko_kr: 이 버전은 개발 중인 베타 버전입니다. 사용 전에 도움말을 잘 읽고 주의하여 사용해 주세요.
zh_tw: 此版本為開發中的 Beta 版。 使用前請詳細閱讀說明，並小心使用。

# MainPageWelcomeControl_ButtonNew.Content
source: New project (template available)...
ja_jp: 新規プロジェクト（テンプレート使用可能）(N)...
ko_kr: 새 프로젝트(템플릿 사용 가능)(N)...
zh_tw: 新增專案 (可使用範本)(N)…

# MainPageWelcomeControl_ButtonNextTips.ToolTipService.ToolTip
source: Next tips
ja_jp: 次の Tips
ko_kr: 다음 팁
zh_tw: 下一個小提示

# MainPageWelcomeControl_ButtonOpen.Content
source: Open project...
ja_jp: プロジェクトを開く(O)...
ko_kr: 프로젝트 열기(O)...
zh_tw: 開啟專案(O)…

# MainPageWelcomeControl_ButtonPrevTips.ToolTipService.ToolTip
source: Previous tips
ja_jp: 前の Tips
ko_kr: 이전 팁
zh_tw: 上一個小提示

# MainPageWelcomeControl_ButtonSampleFolder.Content
source: Sample folder
ja_jp: サンプルフォルダー(S)
ko_kr: 샘플 폴더(S)
zh_tw: 範例資料夾(S)

# MainPageWelcomeControl_ButtonTutorialMovie.Content
source: Watch tutorial (Japanese video)
ja_jp: チュートリアルを見る（動画）(M)
ko_kr: 튜토리얼 보기(동영상)(M)
zh_tw: 查看教學 (影片)(M)

# MainPageWelcomeControl_ButtonTutorialText.Content
source: Read tutorial (English text)
ja_jp: チュートリアルを見る（テキスト）(U)
ko_kr: 튜토리얼 보기(텍스트)(U)
zh_tw: 查看教學 (文字)(U)

# MainPageWelcomeControl_TextBlockStart.Text
source: Choose whether to create a new project (create a new video with karaoke subtitles) or open an existing project (edit a video with karaoke subtitles that has already been created).
ja_jp: 新規プロジェクトを作成する（新しいカラオケ字幕付き動画を作成する）か、既存のプロジェクトを開く（既に作成済みのカラオケ字幕付き動画を編集する）か、選んでください。
ko_kr: 새 프로젝트를 생성(새 노래방 자막 동영상 만들기)할지, 기존 프로젝트를 열기(이미 만든 노래방 자막 동영상 편집)할지 선택하세요.
zh_tw: 請選擇要建立新專案 (製作新的卡拉 OK 字幕影片)，或開啟現有專案 (編輯已製作的卡拉 OK 字幕影片)。

# MainPageWelcomeControl_TextBlockTipsHeader.Text
source: One-point tips
ja_jp: ワンポイント Tips
ko_kr: 한 가지 팁
zh_tw: 實用小提示

# MainPageWelcomeControl_TextBlockTutorial.Text
source: If this is your first time, please check out the tutorial. You can create a video with karaoke subtitles using the sample materials.
ja_jp: 初めての方はチュートリアルをご覧ください。サンプル素材を使用してカラオケ字幕付き動画を作成できます。
ko_kr: 처음이신 분은 튜토리얼을 확인해 주세요. 샘플 소재를 사용하여 노래방 자막 포함 동영상을 만들 수 있습니다.
zh_tw: 初次使用者請先查看教學。可以使用範例素材來製作卡拉 OK 字幕影片。

# MainPageWelcomeControlViewModel_Caption
source: Welcome to "{0}" {1}. In {0}, you can switch panels using the left-hand navigation and proceed by working through the panels from top to bottom to create a karaoke video with subtitles. For detailed instructions on how to use each panel, please see the help.
ja_jp: ようこそ 「{0}」 {1} へ。 {0} では、左端ナビゲーションでパネルを切り替え、上のパネルから順に作業していくことで作成が進み、カラオケ字幕付き動画（ニコカラ）ができあがります。 各パネルでの操作方法の詳細については、ヘルプをご覧ください。
ko_kr: "{0}" {1}에 오신 것을 환영합니다. {0}에서는 왼쪽 내비게이션으로 패널을 전환하고, 위 패널부터 순서대로 작업하면서 진행하면, 자막이 있는 노래방 동영상(니코카라)이 완성됩니다. 각 패널에서의 조작 방법에 대한 자세한 내용은 도움말을 참조하세요.
zh_tw: 歡迎來到「{0}」 {1}。 {0} 中，請透過左側導覽切換面板，並由上往下依序操作，即可完成帶有卡拉 OK 字幕的影片 (NicoKara)。 關於各面板的詳細操作方法，請參閱說明。

# MainPageWelcomeControlViewModel_TipsDescription
source: Once you've become familiar with using {0}, try using the tips to aim for a higher level of karaoke subtitled videos.
ja_jp: {0} の操作に慣れてきたら、Tips を参考にワンランク上のカラオケ字幕付き動画を目指してみてください。
ko_kr: {0} 조작에 익숙해지면 팁를 참고하여 한 단계 높은 노래방 자막 영상을 만들어 보세요.
zh_tw: 熟悉 {0} 的操作後，可以參考小提示，挑戰製作更進階的卡拉 OK 字幕影片。

# Meta_Language
source: en-US
ja_jp: ja-JP
ko_kr: ko-KR
zh_tw: zh-TW

# Mp4SettingsControl_TextBlockSettingsName.Text
source: Name of encoding setting:
ja_jp: エンコード設定の名称(N)：
ko_kr: 인코딩 설정의 이름(N):
zh_tw: 編碼設定名稱(N)：

# Mp4SettingsControl_TextBlockSoundVbr.Text
source: Audio bitrate:
ja_jp: 音声ビットレート：
ko_kr: 음성 비트레이트:
zh_tw: 音訊位元率：

# Mp4SettingsControl_TextBlockVideoAdditional.Text
source: Video additional option:
ja_jp: 映像追加オプション(A)：
ko_kr: 영상 추가 옵션(A):
zh_tw: 額外視訊選項(A)：

# Mp4SettingsControl_TextBlockVideoCodec.Text
source: Video codec:
ja_jp: 映像コーデック(C)：
ko_kr: 영상 코덱(C):
zh_tw: 視訊編解碼器(C)：

# Mp4SettingsControl_TextBlockVideoDevice.Text
source: Video encoding device:
ja_jp: 映像エンコードデバイス(D)：
ko_kr: 영상 인코딩 장치(D):
zh_tw: 視訊編碼裝置(D)：

# Mp4SettingsControl_TextBlockX264CrfHighQuality.Text
source: High quality
ja_jp: 高画質
ko_kr: 고화질
zh_tw: 高畫質

# Mp4SettingsControl_TextBlockX264CrfLowQuality.Text
source: Low quality
ja_jp: 低画質
ko_kr: 저화질
zh_tw: 低畫質

# Mp4SettingsControl_TextBlockX264CrfNotice.Text
source: A smaller number indicates higher video quality.
ja_jp: 数値が小さいほうが高画質です。
ko_kr: 숫자가 작을수록 고화질입니다.
zh_tw: 數值越小畫質越高。

# Mp4SettingsControl_TextBlockX265CrfHighQuality.Text
source: High quality
ja_jp: 高画質
ko_kr: 고화질
zh_tw: 高畫質

# Mp4SettingsControl_TextBlockX265CrfLowQuality.Text
source: Low quality
ja_jp: 低画質
ko_kr: 저화질
zh_tw: 低畫質

# Mp4SettingsControl_TextBlockX265CrfNotice.Text
source: A smaller number indicates higher video quality.
ja_jp: 数値が小さいほうが高画質です。
ko_kr: 숫자가 작을수록 고화질입니다.
zh_tw: 數值越小畫質越高。

# Mp4SettingsModel_Error_UnableSet
source: Unable to set video parameters: {0}
ja_jp: 映像パラメーターを設定できません：{0}
ko_kr: 영상 파라미터를 설정할 수 없습니다:{0}
zh_tw: 無法設定視訊參數：{0}

# Mp4SettingsModel_Mp4VideoDeviceNames_0
source: Software
ja_jp: ソフトウェア
ko_kr: 소프트웨어
zh_tw: 軟體

# Mp4SettingsModel_Mp4VideoDeviceNames_1
source: Hardware (Intel/QSV)
ja_jp: ハードウェア（Intel/QSV）
ko_kr: 하드웨어(Intel/QSV)
zh_tw: 硬體 (Intel/QSV)

# Mp4SettingsModel_Mp4VideoDeviceNames_2
source: Hardware (AMD/AMF)
ja_jp: ハードウェア（AMD/AMF）
ko_kr: 하드웨어(AMD/AMF)
zh_tw: 硬體 (AMD/AMF)

# Mp4SettingsModel_Mp4VideoDeviceNames_3
source: Hardware (NVIDIA/NVENC)
ja_jp: ハードウェア（NVIDIA/NVENC）
ko_kr: 하드웨어(NVIDIA/NVENC)
zh_tw: 硬體 (NVIDIA/NVENC)

# Mp4SettingsModel_New
source: New
ja_jp: 新規
ko_kr: 신규
zh_tw: 新增

# Mp4SettingsModel_Quality
source: Quality[{0}]:
ja_jp: 画質[{0}](Q)：
ko_kr: 화질[{0}](Q):
zh_tw: 畫質[{0}](Q)：

# Mp4SettingsModel_SoftwareNotice
source: Setting it below {0} will not result in any noticeable improvement in video quality and will only waste file size.
ja_jp: {0} 未満にしても画質向上は体感できず、ファイルサイズが無駄になります。
ko_kr: {0} 미만으로 해도 화질 향상은 체감할 수 없고, 파일 크기가 낭비됩니다.
zh_tw: 低於 {0} 也看不出畫質提升，只會徒增檔案大小。

# Mp4SettingsModel_VideoCodecNoticeH264
source: This video can be played in a variety of environments.
ja_jp: 様々な環境で再生できる動画になります。
ko_kr: 다양한 환경에서 재생할 수 있는 영상입니다.
zh_tw: 可於多種環境中播放的影片。

# Mp4SettingsModel_VideoCodecNoticeH265
source: The video quality is high, and the file size is small.
ja_jp: 高画質で、ファイルサイズも小さくなります。
ko_kr: 고화질이면서도 파일 크기도 작아집니다.
zh_tw: 高畫質且檔案較小。

# Mp4SettingsModel_VideoDeviceNoticeHardware
source: Encoding is fast in {0} environment. An error will occur in unsupported environments. The video quality will be lower and the file size will be larger.
ja_jp: {0} 環境で高速にエンコードできます。 非対応環境ではエラーになります。低画質で、ファイルサイズは大きくなります。
ko_kr: {0} 환경에서 빠르게 인코딩할 수 있습니다. 비지원 환경에서는 오류가 발생합니다. 저화질이지만, 파일 크기는 커집니다.
zh_tw: 在 {0} 環境中能高速編碼。 在不支援的環境中會發生錯誤。畫質較低且檔案較大。

# Mp4SettingsModel_VideoDeviceNoticeSoftware
source: It can be encoded in various environments. The video quality is high, and the file size is small.
ja_jp: 様々な環境でエンコードできます。 高画質で、ファイルサイズも小さくなります。
ko_kr: 다양한 환경에서 인코딩할 수 있습니다. 고화질이면서 파일 크기도 작아집니다.
zh_tw: 在各種環境中皆可編碼。 高畫質且檔案較小。

# NicoKaraListOutputPage_ButtonAbort.Content
source: Abort
ja_jp: 中止(A)
ko_kr: 중지(A)
zh_tw: 中止(A)

# NicoKaraListOutputPage_TextBlockStatus.Text
source: Creating karaoke video list...
ja_jp: ニコカラリスト作成中...
ko_kr: 니코카라 목록 작성 중...
zh_tw: 正在建立 NicoKara 清單…

# NicoKaraListOutputPageViewModel_Confirm_ButtonAbortClicked
source: Do you want to stop outputting the karaoke video list?
ja_jp: ニコカラリスト出力を中止しますか？
ko_kr: 니코카라 목록 출력을 중지하시겠습니까?
zh_tw: 確定要中止輸出 NicoKara 清單嗎？

# NicoKaraListOutputPageViewModel_Information_Aborting
source: Aborting...
ja_jp: 中止しています...
ko_kr: 중지 중입니다...
zh_tw: 正在中止…

# NicoKaraListOutputPageViewModel_Information_Done
source: Karaoke video list output complete. Elapsed time: {0}
ja_jp: ニコカラリスト出力が完了しました。 経過時間：{0}
ko_kr: 니코카라 목록 출력이 완료되었습니다. 경과 시간:{0}
zh_tw: NicoKara 清單輸出完成。 耗時：{0}

# NicoKaraListOutputPageViewModel_ListOutputStatus_0
source: Preparing...
ja_jp: 準備中...
ko_kr: 준비 중...
zh_tw: 準備中…

# NicoKaraListOutputPageViewModel_ListOutputStatus_1
source: Preparing...
ja_jp: 準備中...
ko_kr: 준비 중...
zh_tw: 準備中…

# NicoKaraListOutputPageViewModel_ListOutputStatus_2
source: Downloading...
ja_jp: ダウンロード中...
ko_kr: 다운로드 중...
zh_tw: 下載中…

# NicoKaraListOutputPageViewModel_ListOutputStatus_3
source: Outputting...
ja_jp: 出力中...
ko_kr: 출력 중...
zh_tw: 輸出中…

# NicoKaraListOutputPageViewModel_ListOutputStatus_4
source: Finished
ja_jp: 終了
ko_kr: 종료
zh_tw: 完成

# NicoKaraListOutputWindow.Title
source: Output karaoke video list
ja_jp: ニコカラリスト出力
ko_kr: 니코카라 목록 출력
zh_tw: 輸出 NicoKara 清單

# NicoKaraListPage_ButtonBrowseDestFolder.Content
source: Browse...
ja_jp: 参照(B)...
ko_kr: 참조(B)...
zh_tw: 瀏覽(B)…

# NicoKaraListPage_ButtonDownloadUpdate.Content
source: Download update now
ja_jp: 今すぐ更新データをダウンロード(W)
ko_kr: 지금 업데이트 데이터를 다운로드(W)
zh_tw: 立即下載更新資料(W)

# NicoKaraListPage_ButtonList.Content
source: Create list
ja_jp: リスト作成(G)
ko_kr: 목록 생성(G)
zh_tw: 建立清單(G)

# NicoKaraListPage_ButtonOpenDestFolder.ToolTipService.ToolTip
source: Open output folder
ja_jp: 出力先フォルダーを開く(N)
ko_kr: 출력 폴더 열기(N)
zh_tw: 開啟輸出目標資料夾(N)

# NicoKaraListPage_HyperlinkButtonListRule.Content
source: Detailed information on listing rules
ja_jp: リスト化ルールの詳細情報
ko_kr: 목록화 규칙의 상세 정보
zh_tw: 清單規則詳細資訊

# NicoKaraListPage_HyperlinkButtonUserId.Content
source: Your user ID is displayed near your username on your My Page
ja_jp: ユーザー ID はマイページのユーザー名付近に表示されています
ko_kr: 사용자 ID는 마이페이지의 사용자 이름 근처에 표시되어 있습니다
zh_tw: 使用者 ID 顯示於個人頁面的使用者名稱附近

# NicoKaraListPage_TextBlockDescription_1.Text
source: This will create a list that displays all the karaoke videos uploaded to Niconico Douga.
ja_jp: ニコニコ動画に投稿したニコカラを一覧表示するリストを作成します。
ko_kr: 니코니코 동화에 투고한 니코카라 목록을 표시하는 리스트를 작성합니다.
zh_tw: 建立在 niconico 動畫上發布的 NicoKara 影片清單。

# NicoKaraListPage_TextBlockDescription_2.Text
source: (Note) This feature is not provided by Niconico Douga officially, but is a unique feature of this app.
ja_jp: （補足）本機能はニコニコ動画公式によるものではなく、本アプリの独自機能です
ko_kr: (보충) 본 기능은 니코니코 동화 공식에 의한 것이 아니라, 본 앱의 독자적인 기능입니다.
zh_tw: (註) 本功能並非 niconico 動畫官方提供，為本應用程式的專有功能。

# NicoKaraListPage_TextBlockDestFolder.Text
source: Output folder:
ja_jp: 出力先フォルダー(D)：
ko_kr: 출력 폴더(D):
zh_tw: 輸出目標資料夾(D)：

# NicoKaraListPage_TextBlockDownloadAdditionalDataWarning.Text
source: (This will make creating the list take longer.)
ja_jp: （リスト作成に時間がかかるようになります）
ko_kr: (목록 작성에 시간이 더 걸리게 됩니다.)
zh_tw: (建立清單會花費較多時間)

# NicoKaraListPage_TextBlockDownloadSettings.Text
source: Download settings
ja_jp: ダウンロード設定(S)
ko_kr: 다운로드 설정(S)
zh_tw: 下載設定(S)

# NicoKaraListPage_TextBlockDownloadUpdate_1.Text
source: Download update data for the specified video.
ja_jp: 指定動画の更新データをダウンロード
ko_kr: 지정 동영상의 업데이트 데이터를 다운로드
zh_tw: 下載指定影片的更新資料

# NicoKaraListPage_TextBlockDownloadUpdate_2.Text
source: (If you edit the title of a video you've uploaded, downloading the updated data will list it with the edited title.)
ja_jp: （投稿した動画のタイトルを後から編集した場合、更新データをダウンロードすると、編集後のタイトルでリスト化できます）
ko_kr: (나중에 업로드한 동영상의 제목을 수정한 경우, 업데이트 데이터를 다운로드하면 수정 후 제목으로 목록화할 수 있습니다)
zh_tw: (如果事後修改了已發布影片的標題，下載更新資料後，將能以編輯後的標題建立清單)

# NicoKaraListPage_TextBlockDownloadUpdate_3.Text
source: (Edited titles are not reflected in real time; they are updated daily at 5:00 AM. Please wait one day after editing before downloading.)
ja_jp: （編集後のタイトルはリアルタイムで反映されるわけではなく、毎日 5:00 に反映されます。編集後、1 日経ってからダウンロードしてください）
ko_kr: (편집 후 제목은 실시간으로 반영되지 않으며, 매일 5:00에 반영됩니다. 편집 후 하루가 지난 후에 다운로드하세요)
zh_tw: (編輯後的標題不會即時生效，而是於每天 5:00 更新。請在編輯過後 1 天再進行下載)

# NicoKaraListPage_TextBlockDownloadWarning.Text
source: Due to changes in Niconico Douga's specifications, downloads may become unavailable.
ja_jp: ニコニコ動画の仕様変更によりダウンロードできなくなる場合があります。
ko_kr: 니코니코 동화의 사양 변경으로 인해 다운로드가 불가능해질 수 있습니다.
zh_tw: 因 niconico 動畫的規格變更，有可能會發生無法下載的情況。

# NicoKaraListPage_TextBlockRowPerPage.Text
source: Number of lines per page:
ja_jp: 1 ページ当たりの行数(L)：
ko_kr: 페이지당 줄 수(L):
zh_tw: 每頁行數(L)：

# NicoKaraListPage_TextBlockUpdateGlobalId.Text
source: Video ID (M):
ja_jp: 動画 ID(M)：
ko_kr: 동영상 ID(M):
zh_tw: 影片 ID(M)：

# NicoKaraListPage_TextBlockUserId.Text
source: Niconico Douga User ID:
ja_jp: ニコニコ動画ユーザー ID(I)：
ko_kr: 니코니코 동화 사용자 ID(I):
zh_tw: niconico 動畫使用者 ID(I)：

# NicoKaraListPageViewModel_CheckBoxDownloadAdditionalDataLabel
source: Download additional data when the "Create List" button is clicked ({0})
ja_jp: 「リスト作成」ボタンクリック時に追加データをダウンロード(A) （{0}）
ko_kr: "목록 작성" 버튼 클릭 시 추가 데이터 다운로드(A) ({0})
zh_tw: 按一下「建立清單」按鈕時下載額外資料(A) ({0})

# NicoKaraListPageViewModel_CheckBoxDownloadAdditionalDataLabelDefault
source: Download additional data when the "Create List" button is clicked
ja_jp: 「リスト作成」ボタンクリック時に追加データをダウンロード(A)
ko_kr: "목록 작성" 버튼 클릭 시 추가 데이터 다운로드(A)
zh_tw: 按一下「建立清單」按鈕時下載額外資料(A)

# NicoKaraListPageViewModel_MaxUpdateTimeLabel
source: Previous data: {0}
ja_jp: 前回データ：{0}
ko_kr: 이전 데이터:{0}
zh_tw: 上次資料：{0}

# NicoKaraListPageViewModel_UpdateExpanderDownloadSupplement
source: ({0}, Additional data download: {1})
ja_jp: （{0}、追加データダウンロード：{1}）
ko_kr: ({0}, 추가 데이터 다운로드:{1})
zh_tw: ({0}，額外資料下載：{1})

# NicoKaraListWindow.Title
source: Create karaoke video list
ja_jp: ニコカラリスト作成
ko_kr: 니코카라 목록 작성
zh_tw: 建立 NicoKara 清單

# Nkm3Common_AllTypeFilterName
source: All files
ja_jp: すべてのファイル
ko_kr: 모든 파일
zh_tw: 所有檔案

# Nkm3Common_DestFormatFilterName_0
source: Uncompressed AVI
ja_jp: 無圧縮 AVI
ko_kr: 무압축 AVI
zh_tw: 未壓縮 AVI

# Nkm3Common_DestFormatFilterName_2
source: Sequential PNG images
ja_jp: 連番 PNG
ko_kr: 연번 PNG
zh_tw: PNG 圖片序列

# Nkm3Common_DestFormatFilterName_3
source: Sequential PNG images (with transparency for subtitles only)
ja_jp: 連番 PNG（字幕のみを透過で）
ko_kr: 연번 PNG(자막만 투명 처리)
zh_tw: PNG 圖片序列 (僅字幕去背透明)

# Nkm3Common_ExeFilterName
source: Exe files
ja_jp: 実行ファイル
ko_kr: 실행 파일
zh_tw: 執行檔

# Nkm3Common_ImageFilterName
source: Image files
ja_jp: 画像ファイル
ko_kr: 이미지 파일
zh_tw: 圖片檔

# Nkm3Common_LyricsFilterName
source: Lyrics files
ja_jp: 歌詞ファイル
ko_kr: 가사 파일
zh_tw: 歌詞檔

# Nkm3Common_MovieFilterName
source: Video files
ja_jp: 動画ファイル
ko_kr: 동영상 파일
zh_tw: 影片檔

# Nkm3Common_Nkm2ProjectFilterName
source: Old project files
ja_jp: 旧プロジェクトファイル
ko_kr: 구프로젝트 파일
zh_tw: 舊專案檔

# Nkm3Common_Nkm3ProjectFilterName
source: Project files
ja_jp: プロジェクトファイル
ko_kr: 프로젝트 파일
zh_tw: 專案檔

# Nkm3Common_SoundAndMovieFilterName
source: Audio files, Video files
ja_jp: 音声ファイル、動画ファイル
ko_kr: 음성 파일, 동영상 파일
zh_tw: 影音檔

# Nkm3Common_SoundFilterName
source: Audio files
ja_jp: 音声ファイル
ko_kr: 음성 파일
zh_tw: 音訊檔

# Nkm3Settings_InitMp4Settings_General
source: General
ja_jp: 汎用
ko_kr: 범용
zh_tw: 一般

# Nkm3Settings_InitMp4Settings_High
source: High quality
ja_jp: 高画質
ko_kr: 고화질
zh_tw: 高畫質

# Nkm3SettingsPage_ButtonDefault.Content
source: Default
ja_jp: 初期化(I)
ko_kr: 초기화(I)
zh_tw: 還原為預設值(I)

# Nkm3SettingsPage_ButtonNavigationDown.ToolTipService.ToolTip
source: Down panel
ja_jp: パネル下へ
ko_kr: 패널 아래로
zh_tw: 移動至面板下方

# Nkm3SettingsPage_ButtonNavigationUp.ToolTipService.ToolTip
source: Up panel
ja_jp: パネル上へ
ko_kr: 패널 위로
zh_tw: 移動至面板上方

# Nkm3SettingsPage_ToggleButtonEncoding.ToolTipService.ToolTip
source: MP4 encoding
ja_jp: MP4 エンコード(3)
ko_kr: MP4 인코딩(3)
zh_tw: MP4 編碼(3)

# Nkm3SettingsPage_ToggleButtonGeneral.ToolTipService.ToolTip
source: General
ja_jp: 全般(1)
ko_kr: 전반(1)
zh_tw: 一般(1)

# Nkm3SettingsPage_ToggleButtonMaintenance.ToolTipService.ToolTip
source: Maintenance
ja_jp: メンテナンス(6)
ko_kr: 점검(6)
zh_tw: 維護(6)

# Nkm3SettingsPage_ToggleButtonPerformance.ToolTipService.ToolTip
source: Performance
ja_jp: パフォーマンス(5)
ko_kr: 성능(5)
zh_tw: 效能(5)

# Nkm3SettingsPage_ToggleButtonReload.ToolTipService.ToolTip
source: Lyrics update
ja_jp: 歌詞更新(2)
ko_kr: 가사 업데이트(2)
zh_tw: 更新歌詞(2)

# Nkm3SettingsPage_ToggleButtonToast.ToolTipService.ToolTip
source: Notification
ja_jp: 通知(4)
ko_kr: 공지(4)
zh_tw: 通知(4)

# Nkm3SettingsPageEncodingControl_ButtonBrowseFfmpegPath.Content
source: Browse...
ja_jp: 参照(B)...
ko_kr: 참조(B)...
zh_tw: 瀏覽(B)…

# Nkm3SettingsPageEncodingControl_ButtonTool.ToolTipService.ToolTip
source: Various
ja_jp: 各種(M)
ko_kr: 각종(M)
zh_tw: 各種工具(M)

# Nkm3SettingsPageEncodingControl_MenuFlyoutItemAddMp4Settings.Text
source: Add encoding settings
ja_jp: エンコード設定を追加(L)
ko_kr: 인코딩 설정 추가(L)
zh_tw: 新增編碼設定(L)

# Nkm3SettingsPageEncodingControl_MenuFlyoutItemRemoveMp4Settings.Text
source: Remove encoding settings
ja_jp: エンコード設定を削除(R)
ko_kr: 인코딩 설정 삭제(R)
zh_tw: 刪除編碼設定(R)

# Nkm3SettingsPageEncodingControl_TextBlockFfmpegPath.Text
source: FFmpeg location:
ja_jp: FFmpeg の場所(F)：
ko_kr: FFmpeg의 위치(F):
zh_tw: FFmpeg 的位置(F)：

# Nkm3SettingsPageEncodingControlViewModel_Confirm_AddMp4Settings
source: Copy "{0}" and add it to the encoding settings. Are you sure?
ja_jp: 「{0}」をコピーしてエンコード設定を追加します。 よろしいですか？
ko_kr: "{0}"을(를) 복사하여 인코딩 설정을 추가합니다. 계속하시겠습니까?
zh_tw: 將複製「{0}」並新增編碼設定。 確定要執行嗎？

# Nkm3SettingsPageEncodingControlViewModel_Confirm_RemoveMp4Settings
source: Remove "{0}". Are you sure?
ja_jp: 「{0}」を削除します。 よろしいですか？
ko_kr: "{0}"을(를) 삭제합니다. 계속하시겠습니까?
zh_tw: 將刪除「{0}」。 確定要刪除嗎？

# Nkm3SettingsPageEncodingControlViewModel_Error_CheckProperties_SettingsNameEmpty
source: Please enter a name for the encoding settings.
ja_jp: エンコード設定の名称を入力してください。
ko_kr: 인코딩 설정의 이름을 입력해 주세요.
zh_tw: 請輸入編碼設定名稱。

# Nkm3SettingsPageEncodingControlViewModel_Error_RemoveMp4Settings_LastSettings
source: It is not possible to remove the last encoding settings.
ja_jp: エンコード設定をなくすことはできません。
ko_kr: 인코딩 설정을 없앨 수 없습니다.
zh_tw: 無法刪除所有編碼設定。

# Nkm3SettingsPageEncodingControlViewModel_Error_RemoveMp4Settings_NoTarget
source: No items to be removed have been specified.
ja_jp: 削除対象が指定されていません。
ko_kr: 삭제 대상이 지정되지 않았습니다.
zh_tw: 請選擇要刪除的編碼設定。

# Nkm3SettingsPageGeneralControl_CheckBoxAutoSave.Content
source: Save project for automatic recovery
ja_jp: 自動回復用にプロジェクトを保存する(A)
ko_kr: 자동 복구용으로 프로젝트 저장하기(A)
zh_tw: 自動儲存專案以供復原(A)

# Nkm3SettingsPageGeneralControl_CheckBoxCloseButtonForEachTab.Content
source: Show close button for each tab
ja_jp: タブごとに閉じるボタンを表示する(L)
ko_kr: 탭마다 닫기 버튼 표시하기(L)
zh_tw: 在每個索引標籤上顯示關閉按鈕(L)

# Nkm3SettingsPageGeneralControl_CheckBoxIsolateLongRubyKanji.Content
source: If the ruby ​​text exceeds the width of the base character, spaces will be added on both sides of the base character.
ja_jp: ルビが親文字の幅を超える場合、親文字の両側にスペースを空ける(S)
ko_kr: 루비가 부모 문자의 폭을 초과하는 경우, 부모 문자의 양쪽에 공백을 둡니다.(S)
zh_tw: 若標音超過漢字寬度，在漢字兩側保留空白(S)

# Nkm3SettingsPageGeneralControl_TextBlockAutoSaveInterval_1.Text
source: Auto save interval:
ja_jp: 自動保存間隔(U)：
ko_kr: 자동 저장 간격(U):
zh_tw: 自動儲存間隔(U)：

# Nkm3SettingsPageGeneralControl_TextBlockAutoSaveInterval_2.Text
source: minutes
ja_jp: 分
ko_kr: 분
zh_tw: 分鐘

# Nkm3SettingsPageGeneralControl_TextBlockColorSpecifyType.Text
source: How to set the color:
ja_jp: 色の設定方法(C)：
ko_kr: 색상 설정 방법(C):
zh_tw: 顏色設定方式(C)：

# Nkm3SettingsPageGeneralControl_TextBlockFastForward_1.Text
source: Fast forward:
ja_jp: 早送り(F)：
ko_kr: 빨리 감기(F):
zh_tw: 快轉(F)：

# Nkm3SettingsPageGeneralControl_TextBlockFastForward_2.Text
source: seconds
ja_jp: 秒
ko_kr: 초
zh_tw: 秒

# Nkm3SettingsPageGeneralControl_TextBlockFastRewind_1.Text
source: Fast rewind:
ja_jp: 早戻し(R)：
ko_kr: 빨리 되감기(R):
zh_tw: 倒轉(R)：

# Nkm3SettingsPageGeneralControl_TextBlockFastRewind_2.Text
source: seconds
ja_jp: 秒
ko_kr: 초
zh_tw: 秒

# Nkm3SettingsPageGeneralControl_TextBlockFastTime.Text
source: Fast rewind/forward times during preview (approximate)
ja_jp: プレビュー時の早戻し・早送り秒数（目安）
ko_kr: 미리보기 시 빨리 감기·뒤로 감기 초(대략)
zh_tw: 預覽時的快轉/倒轉秒數 (參考值)

# Nkm3SettingsPageGeneralControl_TextBlockFontFace.Text
source: Display font face:
ja_jp: 表示フォントフェース(N)：
ko_kr: 글꼴 페이스 표시(N):
zh_tw: 顯示字型(N)：

# Nkm3SettingsPageGeneralControl_TextBlockFontSample.Text
source: Font sample character:
ja_jp: フォントサンプル文字(T)：
ko_kr: 글꼴 샘플 문자(T):
zh_tw: 字型範例字元(T)：

# Nkm3SettingsPageGeneralControl_TextBlockFontSampleAlnum.Text
source: Alnum:
ja_jp: 英数：
ko_kr: 영수:
zh_tw: 英數字：

# Nkm3SettingsPageGeneralControl_TextBlockFontSampleKana.Text
source: Kana:
ja_jp: かな：
ko_kr: 가나:
zh_tw: 假名：

# Nkm3SettingsPageGeneralControl_TextBlockFontSampleKanji.Text
source: Kanji:
ja_jp: 漢字：
ko_kr: 한자:
zh_tw: 漢字：

# Nkm3SettingsPageGeneralControl_TextBlockSpaceWidth.Text
source: Width of a half-width space:
ja_jp: 半角スペースの幅(W)：
ko_kr: 반각 스페이스의 폭(W):
zh_tw: 半形空白的寬度(W)：

# Nkm3SettingsPageGeneralControlViewModel_CheckProperties_Error_Alnum
source: Please enter alphanumeric characters in the "Alnum" field of the font sample text.
ja_jp: フォントサンプル文字の「英数」には英数文字を入力してください。
ko_kr: 글꼴샘플문자의"영수"에는 영수문자를 입력해 주세요.
zh_tw: 請在字型範例字元的「英數字」欄位輸入英文或數字。

# Nkm3SettingsPageGeneralControlViewModel_CheckProperties_Error_Empty
source: Enter some sample characters for the font.
ja_jp: フォントサンプル文字を入力してください。
ko_kr: 글꼴샘플문자를 입력해 주세요.
zh_tw: 請輸入字型範例字元。

# Nkm3SettingsPageGeneralControlViewModel_CheckProperties_Error_Kana
source: Please enter kana characters in the "Kana" field of the font sample text.
ja_jp: フォントサンプル文字の「かな」にはかな文字を入力してください。
ko_kr: 글꼴샘플문자의"가나"에는 가나문자를 입력해 주세요.
zh_tw: 字型範例字元的「假名」欄位請輸入假名字元。

# Nkm3SettingsPageGeneralControlViewModel_CheckProperties_Error_Length
source: Use only one character for the font sample.
ja_jp: フォントサンプル文字は 1 文字にしてください。
ko_kr: 글꼴샘플문자는 1 문자로 해주세요.
zh_tw: 字型範例字元必須為 1 個字元。

# Nkm3SettingsPageGeneralControlViewModel_ColorSpecifyTypeNames_0
source: RGBA decimal
ja_jp: RGBA 10 進
ko_kr: RGBA 10진수
zh_tw: RGBA 10 進位

# Nkm3SettingsPageGeneralControlViewModel_ColorSpecifyTypeNames_1
source: Web hex + A decimal
ja_jp: Web 16 進 + A 10 進
ko_kr: 웹 16진수 + A 10진수
zh_tw: Web 16 進位 + A 10 進位

# Nkm3SettingsPageMaintenanceControl_ButtonBackup.Content
source: Backup settings...
ja_jp: 設定のバックアップ(B)...
ko_kr: 설정 백업(B)...
zh_tw: 備份設定(B)…

# Nkm3SettingsPageMaintenanceControl_ButtonCheckRss.Content
source: Check latest information now
ja_jp: 今すぐ最新情報を確認(A)
ko_kr: 지금 바로 최신 정보 확인(A)
zh_tw: 立即檢查最新資訊(A)

# Nkm3SettingsPageMaintenanceControl_ButtonRestore.Content
source: Restore settings...
ja_jp: 設定の復元(R)...
ko_kr: 설정 복원(R)...
zh_tw: 還原設定(R)…
